[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="此生物可以从远处攻击，且不受近战惩罚。"

[Ability.A_colere_oceane_Buff H7BaseBuff]
mName="汹涌海域"
mTooltip="生物的最终伤害增加 %stat1，直到其下个回合结束。"

[Ability.A_Colere_oceane H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="不息之海"
mTooltip="在此生物回合结束时，相邻的近战盟友获得 %spell1.name，直到他们的下个回合结束。"

[A_Creature_t4_lv2 H7Creature]
mName="水女"
mLore="水之灵最尊贵和最强大的形态被称为水女。据说她们是水本身的女儿，并且掌握水、雪和冰的力量，如同战士掌握他的刀刃。"

[Ability.A_no_nova H7BaseBuff]
mName="冷却"
mTooltip="此生物可以在 %durnow 回合后使用 %spell1.name。"

_______________________________________

版本 1.28 :

[Ability.A_mauvais_oeil H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="不幸"
mTooltip="当此生物对敌人造成伤害时，降低其 %icon_luck 幸运 %buff1.buff.stat，持续 %buff1.buff.durini 回合。"

[Ability.A_mauvais_oeil_Buff H7BaseBuff]
mName="不幸"
mTooltip="生物获得 %stat %icon_luck 幸运，持续 %durnow 回合。"